package regularExpressions.firstAnswer;

public class getText {
    public static String getText(){

        return "В доме Прозоровых. Гостиная с колоннами, за которыми виден большой зал. Полдень; на дворе солнечно, весело. В зале накрывают стол для завтрака.\n" +
                "\n" +
                "Ольга в синем форменном платье учительницы женской гимназии, все время поправляет ученические тетрадки, стоя и на ходу; Маша в черном платье, со шляпкой на коленях сидит и читает книжку, Ирина в белом платье стоит задумавшись.\n" +
                "\n" +
                "Ольга. Отец умер ровно год назад, как раз в этот день, пятого мая, в твои именины, Ирина. Было очень холодно, тогда шел снег. Мне казалось, я не переживу, ты лежала в обмороке, как мертвая. Но вот прошел год, и мы вспоминаем об этом легко, ты уже в белом платье, лицо твое сияет. (Часы бьют двенадцать.) И тогда также били часы. Пауза. Помню, когда отца несли, то играла музыка, на кладбище стреляли. Он был генерал, командовал бригадой, между тем народу шло мало. Впрочем, был дождь тогда. Сильный дождь и снег.";

    }
}
